Repository: murphy-lyu/carry-ios
Catalog: Carry/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 落地前嚼一片，能缓解机舱口干，也会让你到达后状态更清爽
source: Chewing one before landing helps with dry cabin mouth and makes you feel fresher on arrival
de: Vor der Landung ein Stück kauen — lindert die Mundtrockenheit in der Kabine und lässt dich nach der Ankunft frischer fühlen
es: Mastica uno antes de aterrizar — alivia la sequedad bucal de la cabina y te dejará más fresco al llegar
fr: Mâchez-en un avant l'atterrissage — soulage la sécheresse buccale en cabine et vous laissera plus frais à l'arrivée
ja: 着陸前に一枚噛めば、機内の口の乾きが和らぎ、到着後もすっきりした状態でいられる
ko: 착륙 전에 하나 씹으면 기내 구강 건조를 완화하고, 도착 후에도 더 상쾌한 상태를 유지할 수 있어요
pt_br: Mastigue um antes de pousar — alivia o ressecamento bucal da cabine e deixa você mais revigorado na chegada
zh_hans: 落地前嚼一片，能缓解口干，也让到达时状态更清爽
zh_hant: 落地前嚼一片，能緩解口乾，也讓到達時狀態更清爽

# 长时间在外移动时，遇到公共卫生间心里会更踏实一些
source: During long days out, these make unfamiliar public restrooms feel much more comfortable
de: Wenn du lange unterwegs bist, hast du bei öffentlichen Toiletten ein viel ruhigeres Gefühl
es: Cuando llevas mucho tiempo moviéndote, encontrar un baño público te da mucha más tranquilidad
fr: Quand vous êtes en déplacement prolongé, les toilettes publiques vous paraissent bien plus rassurantes
ja: 長時間外出しているとき、公衆トイレに出会ってもずっと安心できる
ko: 오랜 시간 이동할 때, 공중화장실을 만나도 훨씬 마음이 편안해집니다
pt_br: Quando você está se movendo por muito tempo, encontrar um banheiro público fica muito mais tranquilo
zh_hans: 长时间在外移动时，遇到公共卫生间会更安心
zh_hant: 長時間在外移動時，遇到公共廁所會更安心

source: Rainy city
de: Regnerische Stadt
es: Ciudad lluviosa
fr: Ville pluvieuse
ja: 雨の街
ko: 비 오는 도시
pt_br: Cidade chuvosa
zh_hans: 多雨城市
zh_hant: 多雨城市

source: On / near period
de: Während der Periode
es: Días de regla
fr: Pendant les règles
ja: 生理期・その前後
ko: 생리 기간 전후
pt_br: Período menstrual
zh_hans: 经期前后
zh_hant: 經期前後

source: Tea lover
de: Teeliebhaber
es: Amante del té
fr: Amateur de thé
ja: お茶好き
ko: 차 애호가
pt_br: Amante de chá
zh_hans: 茶饮爱好者
zh_hant: 茶飲愛好者

source: Backpacking
de: Rucksackreise
es: Mochilero
fr: Voyage sac au dos
ja: バックパッキング
ko: 배낭여행
pt_br: Mochilão
zh_hans: 背包旅行
zh_hant: 背包旅行

source: City break
de: Städtetrip
es: Escapada urbana
fr: Escapade en ville
ja: 都市ステイ
ko: 도시 여행
pt_br: Escapada urbana
zh_hans: 城市度假
zh_hant: 城市度假

source: Travelling with kids
de: Reisen mit Kindern
es: Viajar con niños
fr: Voyage avec enfants
ja: 子連れ旅行
ko: 아이와 함께 여행
pt_br: Viajar com crianças
zh_hans: 带娃出行
zh_hant: 帶娃出行

source: Honeymoon
de: Flitterwochen
es: Luna de miel
fr: Lune de miel
ja: ハネムーン
ko: 신혼여행
pt_br: Lua de mel
zh_hans: 蜜月
zh_hant: 蜜月

source: Remote work
de: Remote-Arbeit
es: Trabajo remoto
fr: Télétravail
ja: リモートワーク
ko: 원격 근무
pt_br: Trabalho remoto
zh_hans: 远程办公
zh_hant: 遠端工作

source: Business
de: Geschäftsreise
es: Negocios
fr: Affaires
ja: 出張
ko: 출장
pt_br: Negócios
zh_hans: 商务
zh_hant: 商務

source: Cruise
de: Kreuzfahrt
es: Crucero
fr: Croisière
ja: クルーズ
ko: 크루즈
pt_br: Cruzeiro
zh_hans: 邮轮
zh_hant: 郵輪

source: Hiking / camping
de: Wandern / Camping
es: Senderismo / acampada
fr: Randonnée / camping
ja: ハイキング・キャンプ
ko: 하이킹 · 캠핑
pt_br: Trilha / acampamento
zh_hans: 徒步 / 露营
zh_hant: 徒步 / 露營

source: After-sun lotion
es: Loción after sun
fr: Lotion après-soleil
ja: アフターサンローション
ko: 선번 후 로션
pt_br: Loção pós-sol
zh_hans: 晒后修复乳
zh_hant: 曬後修復乳

source: Concealer
es: Corrector
fr: Correcteur
ja: コンシーラー
ko: 컨실러
pt_br: Corretivo
zh_hans: 遮瑕膏
zh_hant: 遮瑕膏

source: Deodorant
es: Desodorante
fr: Déodorant
ja: デオドラント
ko: 데오드란트
pt_br: Desodorante
zh_hans: 止汗剂
zh_hant: 止汗劑

source: E-reader
es: Lector de libros electrónicos
fr: Liseuse
ja: 電子書籍リーダー
ko: 전자책 단말기
pt_br: Leitor de e-books
zh_hans: 电子书阅读器
zh_hant: 電子書閱讀器

source: Eyeliner
es: Delineador de ojos
ja: アイライナー
ko: 아이라이너
pt_br: Delineador
zh_hans: 眼线笔
zh_hant: 眼線筆

source: Flip flops
es: Chanclas
fr: Tongs
ja: ビーチサンダル
ko: 쪼리
pt_br: Chinelos
zh_hans: 人字拖
zh_hant: 人字拖

source: Foundation
es: Base de maquillaje
fr: Fond de teint
ja: ファンデーション
ko: 파운데이션
pt_br: Base
zh_hans: 粉底/BB霜
zh_hant: 粉底/BB霜

source: Highlighter
es: Iluminador
fr: Enlumineur
ja: ハイライター
ko: 하이라이터
pt_br: Iluminador
zh_hans: 高光
zh_hant: 高光

source: Hoodie
es: Sudadera con capucha
fr: Sweat à capuche
ja: パーカー
ko: 후드티
pt_br: Moletom com capuz
zh_hans: 连帽衫
zh_hant: 連帽衫

source: Jeans
es: Vaqueros
fr: Jean
ja: ジーンズ
ko: 청바지
zh_hans: 牛仔裤
zh_hant: 牛仔褲

source: Laptop
es: Portátil
fr: Ordinateur portable
ja: ノートパソコン
ko: 노트북
pt_br: Notebook
zh_hans: 笔记本电脑
zh_hant: 筆記型電腦

source: Leggings
es: Mallas
ja: レギンス
ko: 레깅스
pt_br: Legging
zh_hans: 打底裤
zh_hant: 打底褲

source: Lotion
es: Loción
ja: ローション
ko: 로션
pt_br: Loção
zh_hans: 乳液
zh_hant: 乳液

source: Makeup
es: Maquillaje
fr: Maquillage
ja: メイクアップ
ko: 메이크업
pt_br: Maquiagem
zh_hans: 彩妆
zh_hant: 彩妝

source: Mascara
es: Rímel
ja: マスカラ
ko: 마스카라
pt_br: Rímel
zh_hans: 睫毛膏
zh_hant: 睫毛膏

source: Melatonin
es: Melatonina
fr: Mélatonine
ja: メラトニン
ko: 멜라토닌
pt_br: Melatonina
zh_hans: 褪黑素
zh_hant: 褪黑激素

source: Primer
es: Prebase
fr: Base de maquillage
ja: 化粧下地
ko: 프라이머
zh_hans: 妆前乳
zh_hant: 妝前乳

source: Ring
es: Anillo
fr: Bague
ja: 指輪
ko: 반지
pt_br: Anel
zh_hans: 戒指
zh_hant: 戒指

source: Sarong / pareo
es: Pareo / sarong
fr: Sarong / paréo
ja: サロン / パレオ
ko: 사롱 / 파레오
zh_hans: 纱笼 / 沙滩巾
zh_hant: 沙龍 / 海灘巾

source: Selfie stick
es: Palo selfie
fr: Perche à selfie
ja: 自撮り棒
ko: 셀카봉
pt_br: Bastão de selfie
zh_hans: 自拍杆
zh_hant: 自拍棒

source: Serum
es: Sérum
fr: Sérum
ja: 美容液
ko: 세럼
pt_br: Sérum
zh_hans: 精华液
zh_hant: 精華液

source: Shampoo
es: Champú
fr: Shampoing
ja: シャンプー
ko: 샴푸
pt_br: Xampu
zh_hans: 洗发水
zh_hant: 洗髮乳

source: Shorts
es: Pantalones cortos
fr: Short
ja: ショートパンツ
ko: 반바지
zh_hans: 短裤
zh_hant: 短褲

source: Snacks
es: Aperitivos
fr: En-cas
ja: おやつ
ko: 간식
pt_br: Lanches
zh_hans: 零食
zh_hant: 零食

source: Support
es: Soporte
fr: Assistance
ja: サポート
ko: 지원
pt_br: Suporte
zh_hans: 支持
zh_hant: 支援

source: T-shirt
es: Camiseta
ja: Tシャツ
ko: 티셔츠
pt_br: Camiseta
zh_hans: T恤
zh_hant: T恤

source: Tablet
es: Tableta
fr: Tablette
ja: タブレット
ko: 태블릿
zh_hans: 平板电脑
zh_hant: 平板電腦

source: Toner
es: Tónico
fr: Tonique
ja: 化粧水
ko: 토너
pt_br: Tônico
zh_hans: 爽肤水
zh_hant: 化妝水

source: Universal adapter
es: Adaptador universal
fr: Adaptateur universel
ja: 万能変換プラグ
ko: 만능 어댑터
pt_br: Adaptador universal
zh_hans: 万能转换插头
zh_hant: 萬能轉換插頭

source: Vitamin C
es: Vitamina C
fr: Vitamine C
ja: ビタミンC
ko: 비타민 C
pt_br: Vitamina C
zh_hans: 维生素C
zh_hant: 維生素C

source: Vitamin D
es: Vitamina D
fr: Vitamine D
ja: ビタミンD
ko: 비타민 D
pt_br: Vitamina D
zh_hans: 维生素D
zh_hant: 維生素D

# cabin.business
source: Business
es: Ejecutiva
fr: Affaires
ja: ビジネス
ko: 비즈니스
pt_br: Executiva
zh_hans: 商务舱
zh_hant: 商務艙

# cabin.economy
source: Economy
es: Económica
fr: Économique
ja: エコノミー
ko: 이코노미
pt_br: Econômica
zh_hans: 经济舱
zh_hant: 經濟艙

# cabin.first
source: First
es: Primera
fr: Première
ja: ファースト
ko: 퍼스트
pt_br: Primeira
zh_hans: 头等舱
zh_hant: 頭等艙

# icon.butter.name
source: Butter
es: Mantequilla
fr: Beurre
ja: バター
ko: 버터
pt_br: Manteiga
zh_hans: 黄油
zh_hant: 奶油黃

# icon.default.name
source: Inspiration
es: Inspiración
ja: ひらめき
ko: 영감
pt_br: Inspiração
zh_hans: 探索灵感
zh_hant: 探索靈感

# icon.orange.name
source: Orange
es: Naranja
ja: オレンジ
ko: 오렌지
pt_br: Laranja
zh_hans: 橙色
zh_hant: 橙色

# icon.soft.name
source: Soft
es: Suave
fr: Doux
ja: ソフト
ko: 소프트
pt_br: Suave
zh_hans: 柔和
zh_hant: 柔和

# itinerary.add.section.transport
source: Transport
es: Transporte
ja: 交通機関
ko: 교통
pt_br: Transporte
zh_hans: 交通
zh_hant: 交通

# itinerary.attachment.link_url
source: Link URL
es: URL del enlace
fr: URL du lien
ja: リンクURL
ko: 링크 URL
pt_br: URL do link
zh_hans: 链接
zh_hant: 連結網址

# itinerary.lodging.event.checkin
source: Check in
es: Entrada
fr: Arrivée
ja: チェックイン
ko: 체크인
zh_hans: 入住
zh_hant: 入住

# itinerary.lodging.event.checkout
source: Check out
es: Salida
fr: Départ
ja: チェックアウト
ko: 체크아웃
zh_hans: 退房
zh_hant: 退房

# itinerary.lodging.field.checkin_day
source: Check-in
es: Entrada
fr: Arrivée
ja: チェックイン
ko: 체크인
zh_hans: 入住
zh_hant: 入住

# itinerary.lodging.field.checkout_day
source: Check-out
es: Salida
fr: Départ
ja: チェックアウト
ko: 체크아웃
zh_hans: 退房
zh_hant: 退房

# itinerary.stop.edit.details_header
source: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
zh_hans: 详情
zh_hant: 詳情

# itinerary.stop.edit.name
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

# itinerary.transport.field.bus_type.placeholder
source: Shuttle
es: Lanzadera
fr: Navette
ja: シャトルバス
ko: 셔틀버스
zh_hans: 接驳巴士
zh_hant: 接駁巴士

# itinerary.transport.field.code
source: Code
es: Código
ja: コード
ko: 코드
pt_br: Código
zh_hans: 代码
zh_hant: 代碼

# itinerary.transport.mode.bus
source: Bus
es: Autobús
ja: バス
ko: 버스
pt_br: Ônibus
zh_hans: 巴士
zh_hant: 巴士

# map.style.standard
source: Standard
es: Estándar
ja: 標準
ko: 기본
pt_br: Padrão
zh_hans: 标准地图
zh_hant: 標準地圖

# notif.lodging.checkin.title
source: Check in — %@
es: Entrada: %@
fr: Arrivée — %@
ja: チェックイン · %@
ko: 체크인 · %@
zh_hans: 入住 · %@
zh_hant: 入住 · %@

# notif.lodging.checkout.title
source: Check out — %@
es: Salida: %@
fr: Départ — %@
ja: チェックアウト · %@
ko: 체크아웃 · %@
zh_hans: 退房 · %@
zh_hant: 退房 · %@

# settings.about.appName
source: App name
es: Nombre de la app
fr: Nom de l’app
ja: アプリ名
ko: 앱 이름
pt_br: Nome do app
zh_hans: 应用名称
zh_hant: 應用程式名稱

# settings.about.version
source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 应用版本
zh_hant: 版本

# settings.feedback
source: Feedback
es: Comentarios
fr: Commentaires
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 回饋

# settings.group.support
source: Support
es: Soporte
ja: サポート
ko: 지원
pt_br: Suporte
zh_hans: 支持
zh_hant: 支持

# settings.notif.lodging.title
source: Check-out
es: Salida del hotel
fr: Départ de l’hôtel
ja: チェックアウト
ko: 체크아웃 알림
zh_hans: 退房提醒
zh_hant: 退房提醒

# settings.section.backup
source: Backup
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
zh_hans: 备份
zh_hant: 備份

# tripbook.season.winter
source: Winter
es: Invierno
fr: Hiver
ja: 冬
ko: 겨울
pt_br: Inverno
zh_hans: 冬季
zh_hant: 冬季

# tripspend.cat.transport
source: Transport
es: Transporte
ja: 交通
ko: 교통
pt_br: Transporte
zh_hans: 交通
zh_hant: 交通

# tripspend.list.title
source: Details
es: Detalle
fr: Détail
ja: 明細
ko: 내역
pt_br: Detalhes
zh_hans: 明细
zh_hant: 明細

# tripsy_import.note.website
source: Website: %@
es: Sitio web: %@
fr: Site web : %@
ja: ウェブサイト：%@
ko: 웹사이트: %@
pt_br: Site: %@
zh_hans: 网址：%@
zh_hant: 網址：%@

source: Road trip
es: Viaje por carretera
ja: ドライブ旅行
ko: 로드 트립
pt_br: Viagem de carro
zh_hans: 自驾
zh_hant: 自駕

# itinerary.transport.field.train_type.placeholder
source: Intercity
fr: Intercités
ja: 特急
ko: 인터시티
zh_hans: 城际
zh_hant: 城際

# about.app
source: App
ja: アプリ
ko: 앱
zh_hans: 应用
zh_hant: 應用程式

# cabin.premium_economy
source: Premium Economy
ja: プレミアムエコノミー
ko: 프리미엄 이코노미
zh_hans: 超级经济舱
zh_hant: 豪華經濟艙

# icon.business.name
source: Business
ja: ビジネス
ko: 비즈니스
zh_hans: 商务
zh_hant: 商务

# icon.pride.name
source: Pride
ja: プライド
ko: 프라이드
zh_hans: 彩虹
zh_hant: 彩虹

# itinerary.nav.app.google
source: Google Maps
ja: Google マップ
ko: Google 지도
zh_hans: Google 地图
zh_hant: Google 地圖

# itinerary.transport.field.terminal_only
source: Terminal
ja: ターミナル
ko: 터미널
zh_hans: 航站楼
zh_hant: 航廈

# itinerary.transport.field.vehicle_model.placeholder
source: Porsche 911 Turbo S
ja: ポルシェ 911 Turbo S
ko: 포르쉐 911 Turbo S
zh_hans: 保时捷 911 Turbo S
zh_hant: 保時捷 911 Turbo S

# notif.lead.minutes
source: %lld min
ja: %lld 分
ko: %lld분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# settings.widget.entry
source: Widgets
ja: ウィジェット
ko: 위젯
zh_hans: 小部件
zh_hant: 小工具

# support.drink.americano
source: Americano
ja: アメリカーノ
ko: 아메리카노
zh_hans: 美式
zh_hant: 美式咖啡

# support.drink.cappuccino
source: Cappuccino
ja: カプチーノ
ko: 카푸치노
zh_hans: 卡布奇诺
zh_hant: 卡布奇諾

# support.drink.latte
source: Latte
ja: ラテ
ko: 라떼
zh_hans: 拿铁
zh_hant: 拿鐵

source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定

# common.ok
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: StoreKit not ready
pt_br: StoreKit indisponível
zh_hans: StoreKit 尚未就绪
zh_hant: StoreKit 尚未就緒

source: Carry
zh_hans: 启程
zh_hant: 啟程

source: Mock
zh_hans: 模拟
zh_hant: 模擬

# itinerary.nav.app.amap
source: Amap
zh_hans: 高德地图
zh_hant: 高德地圖

# itinerary.nav.app.baidu
source: Baidu Maps
zh_hans: 百度地图
zh_hant: 百度地圖

# settings.debug.reset_recommendation_entry
source: Reset Recommendation Entry
zh_hans: 重置补充推荐入口
zh_hant: 重置補充推薦入口

# settings.debug.reset_recommendation_entry.success
source: Recommendation entry reset
zh_hans: 已重置补充推荐入口
zh_hant: 已重置補充推薦入口

# settings.debug.reset_support_tone
source: Reset Support Tone
zh_hans: 重置支持感谢等级
zh_hant: 重置支持感謝等級

# settings.debug.reset_support_tone.success
source: Support tone reset
zh_hans: 已重置支持感谢等级
zh_hant: 已重置支持感謝等級

# settings.developer.calendar_group
source: Calendar Sync
zh_hans: 日历同步
zh_hant: 行事曆同步

# settings.developer.clear_calendar_ids
source: Reset Calendar Sync State
zh_hans: 重置日历同步记录
zh_hant: 重置行事曆同步記錄

# settings.developer.clear_calendar_ids.success
source: Calendar sync state cleared
zh_hans: 日历同步记录已清除
zh_hant: 行事曆同步記錄已清除

# settings.developer.danger_group
source: Danger Zone
zh_hans: 危险操作
zh_hant: 危險操作

# settings.developer.entry
source: Developer Options
zh_hans: 开发者选项
zh_hant: 開發者選項

# settings.developer.mock_group
source: Mock
zh_hans: 模拟
zh_hant: 模擬

# settings.developer.notifications_group
source: Notifications
zh_hans: 通知
zh_hant: 通知

# settings.developer.reset_all_data
source: Reset All Data
zh_hans: 清空所有数据
zh_hant: 清空所有資料

# settings.developer.reset_all_data.confirm.action
source: Delete Everything
zh_hans: 清空并退出
zh_hant: 清空並退出

# settings.developer.reset_all_data.confirm.message
source: All trips, items, and settings will be deleted. The app will exit and relaunch clean.
zh_hans: 所有行程、物品和设置将被删除，App 将退出并以全新状态启动。
zh_hant: 所有行程、物品和設定將被刪除，App 將退出並以全新狀態啟動。

# settings.developer.reset_all_data.confirm.title
source: Reset All Data?
zh_hans: 清空所有数据？
zh_hant: 清空所有資料？

# settings.developer.reset_group
source: Reset
zh_hans: 重置
zh_hant: 重置

# settings.developer.test_notifications
source: Send Test Notifications
zh_hans: 发送测试通知
zh_hant: 傳送測試通知

# settings.developer.test_notifications.success
source: Test notifications scheduled
zh_hans: 测试通知已发送
zh_hant: 測試通知已傳送

# settings.developer.title
source: Debug
zh_hans: 调试
zh_hant: 調試

# settings.mock.home_empty_state
source: Simulate Empty Home
zh_hans: 模拟首页数据为空
zh_hant: 模擬首頁資料為空

# settings.mock.home_empty_state.disabled
source: Home Empty State Disabled
zh_hans: 已关闭首页空状态模拟
zh_hant: 已關閉首頁空狀態模擬

# settings.mock.home_empty_state.enabled
source: Home Empty State Enabled
zh_hans: 已开启首页空状态模拟
zh_hant: 已開啟首頁空狀態模擬

# settings.mock.home_empty_state.subtitle
source: Pretend the home screen has no trips without deleting local data
zh_hans: 模拟首页没有行程，但不会删除本地数据
zh_hant: 模擬首頁沒有行程，但不會刪除本地資料
